
# coding: utf8
from __future__ import unicode_literals


'''
Example sentences to test spaCy and its language models.

>>> from new_lang.rus.examples import sentences
>>> docs = nlp.pipe(sentences)
'''


sentences = ["""— Да... как же это? — удивился до столбняка и чуть не выпучил глаза чиновник, у которого всё лицо тотчас же стало складываться во что-то благоговейное и подобострастное, даже испуганное, — это того самого Семена Парфеновича Рогожина, потомственного почетного гражданина, что с месяц назад тому помре и два с половиной миллиона капиталу оставил?""","""— Да, тех, тех самых, — быстро и с невежливым нетерпением перебил его черномазый, который вовсе, впрочем, и не обращался ни разу к угреватому чиновнику, а с самого начала говорил только одному князю.""","""— Парфен? Да уж это не тех ли самых Рогожиных... — начал было с усиленною важностью чиновник.""","""— Нет, не знаю, совсем. Я ведь в России очень мало кого знаю. Это вы-то Рогожин?""","""— Да, я, Рогожин, Парфен.""","""— Рогожиных знаете?— быстро спросил черномазый.""","""— Меня по болезни не находили возможным систематически учить.""","""— Да ведь и я так, кой-чему только, — прибавил князь, чуть не в извинение.""","""— А я вот ничему никогда не обучался.""","""— Да... учился...""","""— А что вы, князь, и наукам там обучались, у профессора-то? — спросил вдруг черномазый.""","""— Да уж понятно-с, понятно-с, — весело поддакнул чиновник.""","""— А представьте, я совсем не думая сказал, — пояснил он наконец в удивлении.""","""—	Хе-хе-хе! Последняя в своем роде! Хе-хе! Как это вы оборотили, — захихикал чиновник.""","""Усмехнулся тоже и черномазый. Белокурый несколько удивился, что ему удалось сказать, довольно, впрочем, плохой, каламбур.""",]
